cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "dteoh/sqa"

brew "cmake"
brew "csvkit"
brew "exiftool"
brew "go"
brew "jq"
brew "maven"
brew "mas"
brew "mono", link: false
brew "node"
brew "python"
brew "rename"
brew "ruby"
brew "tmux"
brew "tree"
brew "zsh"

cask "adobe-acrobat-reader"
cask "cyberduck"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-backup-and-sync"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mono-mdk"
cask "spotify"
cask "slowquitapps"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"

mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "Keka", id: 470158793
