cask_args appdir: '/Applications'

brew "cmake"
brew "csvkit"
brew "exiftool"
brew "go"
brew "jq"
brew "maven"
brew "mas"
brew "node"
brew "powerlevel10k"
brew "python"
brew "rename"
brew "ruby"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "adobe-acrobat-reader"
cask "cyberduck"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "spotify"
cask "visual-studio-code"
cask "vlc"

mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "Keka", id: 470158793
