cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"

brew "cmake"
brew "go"
brew "mono", link: false
brew "python"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "sambadevi/powerlevel9k/powerlevel9k"

cask "adobe-acrobat-reader"
cask "cyberduck"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "mono-mdk"
cask "spotify"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
